amazonwebservices.aws-toolkit-vscode
anthropic.claude-code
aws-scripting-guy.cform
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
esbenp.prettier-vscode
github.vscode-github-actions
golang.go
hashicorp.terraform
hediet.vscode-drawio
kddejong.vscode-cfn-lint
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-containers
oderwat.indent-rainbow
oracle.oci-core
pkief.material-icon-theme
redhat.vscode-yaml
vscodevim.vim
yzhang.markdown-all-in-one
